Repository: Gaber65/squeak_app-master-2
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Address
ar: العنوان

source: Save
ar: حفظ

source: Edit
ar: تعديل

source: My pets
ar: حيواناتي الأليفة

source: Add pet service
ar: أضف خدمة الحيوانات الأليفة

source: Invite friends
ar: دعوة صديق

# help
source: Support
ar: الدعم

source: Sign Out
ar: تسجيل الخروج

source: Add Pet
ar: إضافة حيوان أليف

source: Pet Name
ar: اسم الحيوان أليف

source: Create Post
ar: أضافة منشور

# labelPost
source: What\'s on your mind ?
ar: بماذا تفكر؟

source: Add Record
ar: تسجيل التطعيم

source: Name Of Record
ar: نوع التطعيم

# DateOfRecord
source: Data
ar: الميعاد

# TimeOfRecord
source: Time
ar: الوقت

source: Your Appointments
ar: مواعيدك

source: Add Service Supplier
ar: أضف مزود الخدمة

source: Service Name
ar: اسم الخدمة

source: Service Phone
ar: هاتف الخدمة

source: Service location
ar: موقع الخدمة

# ServiceImage
source: Add Service Image
ar: أضف صورة الخدمة

source: Search
ar: البحث

# searchValid
source: Please Add Service
ar: الرجاء إضافة الخدمة

# searchFor
source: Search For Service
ar: ابحث عن الخدمة

source: Please Verify Phone
ar: يرجى التحقق من الهاتف

# addComment
source: Add Your Comment . . . .
ar: أضف تعليقك . . . .

source: Notifications
ar: إشعارات

source: Follow Confirmation
ar: تأكيد المتابعة

# cancelFollow
source: Cancel
ar: الغاء

source: Publish
ar: نشر الان

# enterYourText
source: What are you thinking .... ?
ar: بماذ تفكر ؟ ....

source: Species
ar: الأنواع

# yourClinic
source: Your Supplier
ar: الموردين الخاص بك

source: Name
ar: الاسم

source: Speciality
ar: التخصص

# addressCity
source: Location
ar: الموقع

# profile
source: Your Profile
ar: ملفك الشخصي

source: Dark Mode
ar: الوضع المظلم

# langMode
source: language Mode
ar: تحديد اللغة

source: Remove Clinic
ar: إزالة العيادة

# addAvailabilities
source: Add available times
ar: أضافة الاوقات المتاحة

source: Open At
ar: مفتوح عند

source: Close In
ar: يغلق عند

source: Booking
ar: أضافة موعد

source: Add Appointment
ar: أضافة موعد

# chosePet
source: Choose Pet
ar: اختار الحيوانات الأليفة

source: Time
ar: وقت الزيارة

source: Date
ar: تاريخ الزيارة

source: Update Appointment
ar: تحديث الموعد

source: General Information
ar: معلومات عامة

source: Doctor Name
ar: اسم الطبيب

source: Edit Comment . . . .
ar: تعديل التعليق . . . .

source: reply
ar: رد

source: Comments
ar: التعليقات

source: Delete Comment
ar: حذف الكومنت

source: Comment Reply
ar: الردود

source: Your Upcoming Appointments
ar: الحجوزات

source: breed
ar: الفصائل

source: gender
ar: الجنس

source: Unique Code
ar: رمز العيادة

source: location
ar: الموقع

source: city
ar: المدينة

source: Remove post
ar: حذف المنشور

source: Send
ar: ارسال
